Repository: wwg135/Irisin
Catalog: Irisin/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, sw, tr, vi, yo, zh_hans, zh_hant

source: Another operation is already running. Wait for it to finish, then try again.
ar: هناك عملية أخرى قيد التنفيذ. انتظر حتى تنتهي، ثم حاول مرة أخرى.
bn: আরেকটি অপারেশন ইতিমধ্যে চলছে। সেটি শেষ হওয়া পর্যন্ত অপেক্ষা করে আবার চেষ্টা করুন।
de: Ein anderer Vorgang läuft bereits. Warte, bis er abgeschlossen ist, und versuche es dann erneut.
es: Ya hay otra operación en curso. Espera a que termine e inténtalo de nuevo.
fr: Une autre opération est déjà en cours. Attendez qu’elle se termine, puis réessayez.
hi: एक अन्य ऑपरेशन पहले से चल रहा है। उसके पूरा होने की प्रतीक्षा करें और फिर से कोशिश करें।
id: Operasi lain sedang berjalan. Tunggu hingga selesai, lalu coba lagi.
it: È già in corso un’altra operazione. Attendi che termini, poi riprova.
ja: ほかの操作を実行中です。完了するまで待ってから、もう一度お試しください。
ko: 다른 작업이 이미 진행 중입니다. 작업이 끝나면 다시 시도하십시오.
pt_br: Outra operação já está em andamento. Aguarde a conclusão e tente novamente.
ru: Уже выполняется другая операция. Дождитесь ее завершения и повторите попытку.
sw: Shughuli nyingine tayari inaendelea. Subiri ikamilike, kisha ujaribu tena.
tr: Başka bir işlem zaten sürüyor. Bitmesini bekleyip yeniden deneyin.
vi: Một thao tác khác đang chạy. Hãy đợi thao tác đó hoàn tất rồi thử lại.
yo: Iṣẹ́ mìíràn ti ń lọ lọ́wọ́. Dúró kí ó parí, kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 另一项操作正在进行。请等待完成后再试。
zh_hant: 另一項操作正在進行。請等待其完成後再試一次。

source: Applying changes…
ar: جارٍ تطبيق التغييرات…
bn: পরিবর্তন প্রয়োগ করা হচ্ছে…
de: Änderungen werden angewendet …
es: Aplicando cambios…
fr: Application des modifications…
hi: बदलाव लागू किए जा रहे हैं…
id: Menerapkan perubahan…
it: Applicazione delle modifiche…
ja: 変更を適用中…
ko: 변경 사항 적용 중…
pt_br: Aplicando alterações…
ru: Применение изменений…
sw: Inatekeleza mabadiliko…
tr: Değişiklikler uygulanıyor…
vi: Đang áp dụng thay đổi…
yo: Ń ṣàmúlò àwọn àyípadà…
zh_hans: 正在应用更改…
zh_hant: 正在套用變更…

source: Architecture: %@
ar: البنية: %@
bn: আর্কিটেকচার: %@
de: Architektur: %@
es: Arquitectura: %@
hi: आर्किटेक्चर: %@
id: Arsitektur: %@
it: Architettura: %@
ja: アーキテクチャ：%@
ko: 아키텍처: %@
pt_br: Arquitetura: %@
ru: Архитектура: %@
sw: Usanifu: %@
tr: Mimari: %@
vi: Kiến trúc: %@
yo: Ìhun: %@
zh_hans: 架构：%@
zh_hant: 架構：%@

source: Ascending
ar: تصاعدي
bn: ঊর্ধ্বক্রম
de: Aufsteigend
es: Ascendente
fr: Croissant
hi: आरोही
id: Menaik
it: Crescente
ja: 昇順
ko: 오름차순
pt_br: Crescente
ru: По возрастанию
sw: Kupanda
tr: Artan
vi: Tăng dần
yo: Ọ̀wọ́ Ìgòkè
zh_hans: 升序
zh_hant: 遞增

source: Author
ar: المؤلف
bn: লেখক
de: Autor
es: Autor
fr: Auteur
hi: लेखक
id: Pembuat
it: Autore
ja: 作者
ko: 작성자
pt_br: Autor
ru: Автор
sw: Mwandishi
tr: Yazar
vi: Tác giả
yo: Òǹkọ̀wé
zh_hans: 作者
zh_hant: 作者

source: Authors
ar: المؤلفون
bn: লেখক
de: Autoren
es: Autores
fr: Auteurs
hi: लेखक
id: Pembuat
it: Autori
ja: 作者
ko: 작성자
pt_br: Autores
ru: Авторы
sw: Waandishi
tr: Yazarlar
vi: Tác giả
yo: Àwọn Òǹkọ̀wé
zh_hans: 作者
zh_hant: 作者

source: Auto Translate
ar: ترجمة تلقائية
bn: স্বয়ংক্রিয় অনুবাদ
de: Auto-Übersetzung
es: Traducción automática
fr: Traduction automatique
hi: स्वतः अनुवाद
id: Terjemahan Otomatis
it: Traduzione automatica
ja: 自動翻訳
ko: 자동 번역
pt_br: Tradução automática
ru: Автоперевод
sw: Tafsiri Kiotomatiki
tr: Otomatik Çeviri
vi: Tự động dịch
yo: Ìtumọ̀ Aládàáṣe
zh_hans: 自动翻译
zh_hant: 自動翻譯

source: Available once the downloads finish.
ar: يتوفر بعد اكتمال التنزيلات.
bn: ডাউনলোড শেষ হলে পাওয়া যাবে।
de: Verfügbar, sobald die Downloads abgeschlossen sind.
es: Disponible cuando terminen las descargas.
fr: Disponible une fois les téléchargements terminés.
hi: डाउनलोड पूरे होने पर उपलब्ध होगा।
id: Tersedia setelah unduhan selesai.
it: Disponibile al termine dei download.
ja: ダウンロードが完了すると利用できます。
ko: 다운로드가 끝나면 사용할 수 있습니다.
pt_br: Disponível quando os downloads terminarem.
ru: Будет доступно после завершения загрузок.
sw: Itapatikana vipakuliwa vitakapokamilika.
tr: İndirmeler bittiğinde kullanılabilir.
vi: Khả dụng khi tải xuống xong.
yo: Yóò wà lárọ̀ọ́wọ́tó nígbà tí àwọn ìgbàsílẹ̀ bá parí.
zh_hans: 下载完成后可用。
zh_hant: 下載完成後即可使用。

source: Batch Install
ar: تثبيت جماعي
bn: ব্যাচ ইনস্টল
de: Gebündelt installieren
es: Instalar en lote
fr: Installer par lot
hi: बैच इंस्टॉल
id: Instal Massal
it: Installa in blocco
ja: 一括インストール
ko: 일괄 설치
pt_br: Instalar em lote
ru: Установить все сразу
sw: Sakinisha kwa Wingi
tr: Toplu Yükleme
vi: Cài đặt hàng loạt
yo: Fi Sórí Ẹ̀rọ Lápapọ̀
zh_hans: 批量安装
zh_hant: 批次安裝

source: Better Package Available
ar: تتوفر حزمة أفضل
bn: আরও উপযুক্ত প্যাকেজ উপলব্ধ
de: Besseres Paket verfügbar
es: Hay un paquete mejor
fr: Un meilleur paquet est disponible
hi: बेहतर पैकेज उपलब्ध है
id: Paket yang Lebih Sesuai Tersedia
it: Pacchetto migliore disponibile
ja: より適したパッケージがあります
ko: 더 적합한 패키지가 있습니다
pt_br: Há um pacote melhor
ru: Доступен более подходящий пакет
sw: Kifurushi Bora Kinapatikana
tr: Daha Uygun Paket Var
vi: Có gói phù hợp hơn
yo: Pákéèjì Tó Dára Jù Wà
zh_hans: 有更合适的软件包
zh_hant: 有更合適的套件

source: Block All Updates
ar: حظر كل التحديثات
bn: সব আপডেট ব্লক করুন
de: Alle Updates blockieren
es: Bloquear todas las actualizaciones
fr: Bloquer toutes les mises à jour
hi: सभी अपडेट ब्लॉक करें
id: Blokir Semua Pembaruan
it: Ignora tutti gli aggiornamenti
ja: すべてのアップデートをブロック
ko: 모든 업데이트 차단
pt_br: Bloquear todas as atualizações
ru: Блокировать все обновления
sw: Zuia Masasisho Yote
tr: Tüm Güncellemeleri Engelle
vi: Chặn tất cả cập nhật
yo: Dí Gbogbo Àwọn Ìmúdójúìwọ̀n Lọ́nà
zh_hans: 屏蔽所有更新
zh_hant: 阻擋所有更新

source: Block Update
ar: حظر التحديث
bn: আপডেট ব্লক করুন
de: Update blockieren
es: Bloquear actualización
fr: Bloquer la mise à jour
hi: अपडेट ब्लॉक करें
id: Blokir Pembaruan
it: Ignora aggiornamento
ja: アップデートをブロック
ko: 업데이트 차단
pt_br: Bloquear atualização
ru: Блокировать обновление
sw: Zuia Sasisho
tr: Güncellemeyi Engelle
vi: Chặn cập nhật
yo: Dí Ìmúdójúìwọ̀n Lọ́nà
zh_hans: 屏蔽更新
zh_hant: 阻擋更新

source: Block Updates
ar: حظر التحديثات
bn: আপডেট ব্লক করুন
de: Updates blockieren
es: Bloquear actualizaciones
fr: Bloquer les mises à jour
hi: अपडेट ब्लॉक करें
id: Blokir Pembaruan
it: Ignora aggiornamenti
ja: アップデートをブロック
ko: 업데이트 차단
pt_br: Bloquear atualizações
ru: Блокировать обновления
sw: Zuia Masasisho
tr: Güncellemeleri Engelle
vi: Chặn cập nhật
yo: Dí Àwọn Ìmúdójúìwọ̀n Lọ́nà
zh_hans: 屏蔽更新
zh_hant: 阻擋更新

source: Blocked Updates
ar: التحديثات المحظورة
bn: ব্লক করা আপডেট
de: Blockierte Updates
es: Actualizaciones bloqueadas
fr: Mises à jour bloquées
hi: ब्लॉक किए गए अपडेट
id: Pembaruan yang Diblokir
it: Aggiornamenti ignorati
ja: ブロックしたアップデート
ko: 차단된 업데이트
pt_br: Atualizações bloqueadas
ru: Заблокированные обновления
sw: Masasisho Yaliyozuiwa
tr: Engellenen Güncellemeler
vi: Cập nhật đã chặn
yo: Àwọn Ìmúdójúìwọ̀n Tí A Dí Lọ́nà
zh_hans: 已屏蔽的更新
zh_hant: 已阻擋的更新

source: Broken repositories removed
ar: تمت إزالة المستودعات المعطلة
bn: ত্রুটিপূর্ণ রিপোজিটরি সরানো হয়েছে
de: Defekte Quellen entfernt
es: Repositorios con errores quitados
fr: Dépôts défectueux supprimés
hi: ख़राब रिपॉज़िटरी हटाई गईं
id: Repositori yang rusak telah dibuang
it: Repository danneggiati rimossi
ja: 壊れたリポジトリを削除しました
ko: 손상된 소스 제거됨
pt_br: Repositórios com erro removidos
ru: Неработающие репозитории удалены
sw: Hazina zilizoharibika zimeondolewa
tr: Bozuk depolar kaldırıldı
vi: Đã xóa các nguồn bị hỏng
yo: A ti yọ àwọn ibi ìpamọ́ tí ó bàjẹ́ kúrò
zh_hans: 已移除损坏的软件源
zh_hant: 已移除損壞的軟體源

source: Browsing Only
ar: التصفح فقط
bn: শুধু ব্রাউজ
de: Nur Durchsuchen
es: Solo exploración
fr: Consultation seule
hi: केवल ब्राउज़िंग
id: Hanya Menjelajah
it: Solo navigazione
ja: 閲覧のみ
ko: 둘러보기 전용
pt_br: Somente navegação
ru: Только просмотр
sw: Kuvinjari Tu
tr: Yalnızca Göz Atma
vi: Chỉ duyệt
yo: Wíwo Nìkan
zh_hans: 仅浏览
zh_hant: 僅供瀏覽

source: Buy
ar: شراء
bn: কিনুন
de: Kaufen
es: Comprar
fr: Acheter
hi: ख़रीदें
id: Beli
it: Acquista
ja: 購入
ko: 구입
pt_br: Comprar
ru: Купить
sw: Nunua
tr: Satın Al
vi: Mua
yo: Rà
zh_hans: 购买
zh_hant: 購買

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
sw: Ghairi
tr: Vazgeç
vi: Hủy
yo: Fagilé
zh_hans: 取消
zh_hant: 取消

source: Check Again
ar: التحقق مرة أخرى
bn: আবার যাচাই করুন
de: Erneut prüfen
es: Volver a comprobar
fr: Vérifier à nouveau
hi: फिर से जाँचें
id: Periksa Lagi
it: Ricontrolla
ja: もう一度チェック
ko: 다시 검사
pt_br: Verificar novamente
ru: Проверить снова
sw: Kagua Tena
tr: Yeniden Denetle
vi: Kiểm tra lại
yo: Ṣàyẹ̀wò Lẹ́ẹ̀kansí
zh_hans: 重新检查
zh_hant: 重新檢查

source: Checking %@
ar: جارٍ فحص %@
bn: %@ পরীক্ষা করা হচ্ছে
de: %@ wird geprüft
es: Comprobando %@
fr: Vérification de %@
hi: %@ की जाँच हो रही है
id: Memeriksa %@
it: Verifica di %@
ja: %@ を確認中
ko: %@ 확인 중
pt_br: Verificando %@
ru: Проверка %@
sw: Inakagua %@
tr: %@ denetleniyor
vi: Đang kiểm tra %@
yo: Ń ṣàyẹ̀wò %@
zh_hans: 正在检查 %@
zh_hant: 正在檢查 %@

source: Checking packages…
ar: جارٍ فحص الحزم…
bn: প্যাকেজ পরীক্ষা করা হচ্ছে…
de: Pakete werden geprüft …
es: Comprobando paquetes…
fr: Vérification des paquets…
hi: पैकेज की जाँच हो रही है…
id: Memeriksa paket…
it: Controllo dei pacchetti…
ja: パッケージを確認中…
ko: 패키지 확인 중…
pt_br: Verificando pacotes…
ru: Проверка пакетов…
sw: Inakagua vifurushi…
tr: Paketler denetleniyor…
vi: Đang kiểm tra các gói…
yo: Ń ṣàyẹ̀wò àwọn pákéèjì…
zh_hans: 正在检查软件包…
zh_hant: 正在檢查套件…

source: Checking Purchase…
ar: جارٍ فحص الشراء…
bn: কেনা আইটেম যাচাই করা হচ্ছে…
de: Kauf wird geprüft …
es: Comprobando compra…
fr: Vérification de l’achat…
hi: ख़रीदारी की जाँच हो रही है…
id: Memeriksa Pembelian…
it: Controllo dell’acquisto…
ja: 購入状況を確認中…
ko: 구입 확인 중…
pt_br: Verificando compra…
ru: Проверка покупки…
sw: Inakagua Ununuzi…
tr: Satın Alma Denetleniyor…
vi: Đang kiểm tra giao dịch mua…
yo: Ń Ṣàyẹ̀wò Ìrajà…
zh_hans: 正在检查购买状态…
zh_hant: 正在檢查購買狀態…

source: Checking with the vendor…
ar: جارٍ التأكد لدى البائع…
bn: বিক্রেতার সাথে যাচাই করা হচ্ছে…
de: Anfrage beim Anbieter …
es: Consultando con el proveedor…
fr: Vérification auprès du vendeur…
hi: विक्रेता से जाँच की जा रही है…
id: Memeriksa dengan vendor…
it: Controllo presso il fornitore…
ja: 販売元に確認中…
ko: 판매자에게 확인 중…
pt_br: Confirmando com o fornecedor…
ru: Проверка у поставщика…
sw: Inathibitisha na muuzaji…
tr: Satıcıya soruluyor…
vi: Đang xác nhận với nhà cung cấp…
yo: Ń ṣàyẹ̀wò lọ́dọ̀ olùtajà…
zh_hans: 正在与供应商确认…
zh_hant: 正在向廠商確認…

source: Checking…
ar: جارٍ الفحص…
bn: পরীক্ষা করা হচ্ছে…
de: Wird geprüft …
es: Comprobando…
fr: Vérification…
hi: जाँच हो रही है…
id: Memeriksa…
it: Controllo…
ja: 確認中…
ko: 확인 중…
pt_br: Verificando…
ru: Проверка…
sw: Inakagua…
tr: Denetleniyor…
vi: Đang kiểm tra…
yo: Ń ṣàyẹ̀wò…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Choose Version
ar: اختيار الإصدار
bn: সংস্করণ বেছে নিন
de: Version auswählen
es: Elegir versión
fr: Choisir une version
hi: वर्ज़न चुनें
id: Pilih Versi
it: Scegli versione
ja: バージョンを選択
ko: 버전 선택
pt_br: Escolher versão
ru: Выбрать версию
sw: Chagua Toleo
tr: Sürüm Seç
vi: Chọn phiên bản
yo: Yan Ẹ̀yà
zh_hans: 选择版本
zh_hant: 選擇版本

source: Clean Up Repositories
ar: تنظيف المستودعات
bn: রিপোজিটরি পরিষ্কার করুন
de: Quellen aufräumen
es: Limpiar repositorios
fr: Nettoyer les dépôts
hi: रिपॉज़िटरी साफ़ करें
id: Bersihkan Repositori
it: Pulisci repository
ja: リポジトリを整理
ko: 소스 정리
pt_br: Limpar repositórios
ru: Очистить репозитории
sw: Safisha Hazina
tr: Depoları Temizle
vi: Dọn dẹp nguồn
yo: Ṣe Àtúntò Àwọn Ibi Ìpamọ́
zh_hans: 清理软件源
zh_hant: 清理軟體源

source: Clear Downloads
ar: مسح التنزيلات
bn: ডাউনলোড সাফ করুন
de: Downloads löschen
es: Borrar descargas
fr: Effacer les téléchargements
hi: डाउनलोड साफ़ करें
id: Kosongkan Unduhan
it: Cancella download
ja: ダウンロードを消去
ko: 다운로드 지우기
pt_br: Limpar downloads
ru: Очистить загрузки
sw: Futa Vipakuliwa
tr: İndirilenleri Temizle
vi: Xóa tệp tải xuống
yo: Kó Àwọn Ìgbàsílẹ̀ Kúrò
zh_hans: 清除下载
zh_hant: 清除下載項目

source: Compared
ar: مقارنة
bn: তুলনামূলক
de: Vergleich
es: Comparado
fr: Comparé
hi: तुलना
id: Perbandingan
it: Confronto
ja: 対訳
ko: 대조
pt_br: Comparado
ru: Сравнение
sw: Ulinganisho
tr: Karşılaştırmalı
vi: So sánh
yo: Ìfiwéra
zh_hans: 对照
zh_hant: 對照

source: Compatibility Updates
ar: تحديثات التوافق
bn: সামঞ্জস্য আপডেট
de: Kompatibilitätsupdates
es: Actualizaciones de compatibilidad
fr: Mises à jour de compatibilité
hi: अनुकूलता अपडेट
id: Pembaruan Kompatibilitas
it: Aggiornamenti di compatibilità
ja: 互換モードのアップデート
ko: 호환 모드 업데이트
pt_br: Atualizações de compatibilidade
ru: Обновления совместимости
sw: Masasisho ya Uoanifu
tr: Uyumluluk Güncellemeleri
vi: Cập nhật tương thích
yo: Àwọn Ìmúdójúìwọ̀n Ìbáramu
zh_hans: 兼容模式更新
zh_hant: 相容模式更新

source: Detect Language
ar: اكتشاف اللغة
bn: ভাষা শনাক্ত করুন
de: Sprache erkennen
es: Detectar idioma
fr: Détecter la langue
hi: भाषा पहचानें
id: Deteksi Bahasa
it: Rileva lingua
ja: 言語を検出
ko: 언어 감지
pt_br: Detectar idioma
ru: Определить язык
sw: Tambua Lugha
tr: Dili Algıla
vi: Phát hiện ngôn ngữ
yo: Dá Èdè Mọ̀
zh_hans: 检测语言
zh_hant: 偵測語言

source: Downgrade Anyway
ar: خفض الإصدار على أي حال
bn: তবুও ডাউনগ্রেড করুন
de: Trotzdem herabstufen
es: Bajar versión de todos modos
fr: Rétrograder quand même
hi: फिर भी डाउनग्रेड करें
id: Tetap Turunkan Versi
it: Esegui comunque il downgrade
ja: このままダウングレード
ko: 그래도 다운그레이드
pt_br: Fazer downgrade mesmo assim
ru: Всё равно понизить версию
sw: Shusha Toleo Hata Hivyo
tr: Yine de Sürümü Düşür
vi: Vẫn hạ cấp
yo: Rẹ̀ Sílẹ̀ Síbẹ̀
zh_hans: 仍然降级
zh_hant: 仍要降級

source: Downloads
ar: التنزيلات
bn: ডাউনলোড
es: Descargas
fr: Téléchargements
hi: डाउनलोड
id: Unduhan
it: Download
ja: ダウンロード
ko: 다운로드
ru: Загрузки
sw: Vipakuliwa
tr: İndirilenler
vi: Tải về
yo: Àwọn Ìgbàsílẹ̀
zh_hans: 下载
zh_hant: 下載

source: Downloads Folder
ar: مجلد التنزيلات
bn: ডাউনলোড ফোল্ডার
de: Download-Ordner
es: Carpeta de descargas
fr: Dossier des téléchargements
hi: डाउनलोड फ़ोल्डर
id: Folder Unduhan
it: Cartella Download
ja: ダウンロードフォルダ
ko: 다운로드 폴더
pt_br: Pasta de downloads
ru: Папка загрузок
sw: Folda ya Vipakuliwa
tr: İndirilenler Klasörü
vi: Thư mục tải xuống
yo: Fódà Àwọn Ìgbàsílẹ̀
zh_hans: 下载目录
zh_hant: 下載檔案夾

source: Empty Repositories
ar: المستودعات الفارغة
bn: খালি রিপোজিটরি
de: Leere Quellen
es: Repositorios vacíos
fr: Dépôts vides
hi: खाली रिपॉज़िटरी
id: Repositori Kosong
it: Repository vuoti
ja: 空のリポジトリ
ko: 빈 소스
pt_br: Repositórios vazios
ru: Пустые репозитории
sw: Hazina Tupu
tr: Boş Depolar
vi: Nguồn trống
yo: Àwọn Ibi Ìpamọ́ Òfìfo
zh_hans: 空软件源
zh_hant: 空軟體源

source: Every repository offers packages.
ar: كل مستودع يقدّم حزمًا.
bn: প্রতিটি রিপোজিটরিতে প্যাকেজ আছে।
de: Jede Quelle bietet Pakete an.
es: Todos los repositorios ofrecen paquetes.
fr: Chaque dépôt propose des paquets.
hi: हर रिपॉज़िटरी में पैकेज हैं।
id: Setiap repositori menyediakan paket.
it: Ogni repository offre pacchetti.
ja: すべてのリポジトリがパッケージを提供しています。
ko: 모든 소스가 패키지를 제공합니다.
pt_br: Todos os repositórios oferecem pacotes.
ru: Каждый репозиторий предлагает пакеты.
sw: Kila hazina inatoa vifurushi.
tr: Her depo paket sunuyor.
vi: Nguồn nào cũng có gói.
yo: Gbogbo ibi ìpamọ́ ló ní àwọn àpò.
zh_hans: 每个软件源都提供软件包。
zh_hant: 每個軟體源都提供套件。

source: Export App Log
ar: تصدير سجل التطبيق
bn: অ্যাপ লগ এক্সপোর্ট করুন
de: App-Protokoll exportieren
es: Exportar registro de la app
fr: Exporter le journal de l’app
hi: ऐप लॉग एक्सपोर्ट करें
id: Ekspor Log App
it: Esporta registro dell’app
ja: アプリのログをエクスポート
ko: 앱 로그 내보내기
pt_br: Exportar log do app
ru: Экспортировать журнал приложения
sw: Hamisha Kumbukumbu ya Programu
tr: Uygulama Günlüğünü Dışa Aktar
vi: Xuất nhật ký ứng dụng
yo: Gbé Àkọsílẹ̀ Àpù Jáde
zh_hans: 导出应用日志
zh_hant: 匯出應用程式日誌

source: Export Installer Log
ar: تصدير سجل المثبّت
bn: ইনস্টলার লগ এক্সপোর্ট করুন
de: Installationsprotokoll exportieren
es: Exportar registro del instalador
fr: Exporter le journal de l’installateur
hi: इंस्टॉलर लॉग एक्सपोर्ट करें
id: Ekspor Log Penginstal
it: Esporta registro dell’installatore
ja: インストーラのログをエクスポート
ko: 설치 프로그램 로그 내보내기
pt_br: Exportar log do instalador
ru: Экспортировать журнал установщика
sw: Hamisha Kumbukumbu ya Kisakinishi
tr: Yükleyici Günlüğünü Dışa Aktar
vi: Xuất nhật ký trình cài đặt
yo: Gbé Àkọsílẹ̀ Olùfisórí Ẹ̀rọ Jáde
zh_hans: 导出安装器日志
zh_hant: 匯出安裝器日誌

source: Export…
ar: تصدير…
bn: এক্সপোর্ট করুন…
de: Exportieren …
es: Exportar…
fr: Exporter…
hi: एक्सपोर्ट करें…
id: Ekspor…
it: Esporta…
ja: エクスポート…
ko: 내보내기…
pt_br: Exportar…
ru: Экспорт…
sw: Hamisha…
tr: Dışa Aktar…
vi: Xuất…
yo: Gbé Jáde…
zh_hans: 导出…
zh_hant: 匯出…

source: Failed while installing
ar: فشل أثناء التثبيت
bn: ইনস্টল করার সময় ব্যর্থ
de: Bei der Installation fehlgeschlagen
es: Error durante la instalación
fr: Échec de l’installation
hi: इंस्टॉल करते समय विफल
id: Gagal saat menginstal
it: Errore durante l’installazione
ja: インストール中に失敗
ko: 설치 중 실패
pt_br: Falha durante a instalação
ru: Ошибка при установке
sw: Imeshindwa wakati wa kusakinisha
tr: Yüklenirken başarısız oldu
vi: Lỗi khi cài đặt
yo: Ó kùnà nígbà fífi sórí ẹ̀rọ
zh_hans: 安装时失败
zh_hant: 安裝時失敗

source: Find Tweaks
ar: البحث عن إضافات
bn: টুইক খুঁজুন
de: Tweaks finden
es: Buscar tweaks
fr: Trouver des extensions
hi: ट्वीक खोजें
id: Cari Tweak
it: Trova tweak
ja: Tweak を探す
ko: 트윅 찾기
pt_br: Buscar tweaks
ru: Найти твики
sw: Tafuta Programu-jalizi
tr: Eklentileri Bul
vi: Tìm tweak
yo: Wá Àwọn Tíwíìkì
zh_hans: 查找插件
zh_hant: 尋找外掛

source: Ignore Script Errors and Retry
ar: تجاهل أخطاء البرامج النصية وإعادة المحاولة
bn: স্ক্রিপ্টের ত্রুটি উপেক্ষা করে আবার চেষ্টা করুন
de: Skriptfehler ignorieren und erneut versuchen
es: Ignorar errores de scripts y reintentar
fr: Ignorer les erreurs de script et réessayer
hi: स्क्रिप्ट त्रुटियों को अनदेखा करें और फिर से कोशिश करें
id: Abaikan Kesalahan Skrip dan Coba Lagi
it: Ignora gli errori degli script e riprova
ja: スクリプトエラーを無視して再試行
ko: 스크립트 오류 무시하고 재시도
pt_br: Ignorar erros de script e tentar novamente
ru: Игнорировать ошибки скриптов и повторить
sw: Puuza Hitilafu za Hati na Ujaribu Tena
tr: Betik Hatalarını Yok Say ve Yeniden Dene
vi: Bỏ qua lỗi tập lệnh và thử lại
yo: Fojú Fo Àwọn Àṣìṣe Síkírípítì Kí O Tún Gbìyànjú
zh_hans: 忽略脚本错误并重试
zh_hant: 忽略腳本錯誤並重試

source: Ignore Script Errors and Retry?
ar: تجاهل أخطاء البرامج النصية وإعادة المحاولة؟
bn: স্ক্রিপ্টের ত্রুটি উপেক্ষা করে আবার চেষ্টা করবেন?
de: Skriptfehler ignorieren und erneut versuchen?
es: ¿Ignorar errores de scripts y reintentar?
fr: Ignorer les erreurs de script et réessayer ?
hi: स्क्रिप्ट त्रुटियों को अनदेखा करें और फिर से कोशिश करें?
id: Abaikan Kesalahan Skrip dan Coba Lagi?
it: Ignorare gli errori degli script e riprovare?
ja: スクリプトエラーを無視して再試行しますか？
ko: 스크립트 오류를 무시하고 재시도할까요?
pt_br: Ignorar erros de script e tentar novamente?
ru: Игнорировать ошибки скриптов и повторить?
sw: Upuuze Hitilafu za Hati na Ujaribu Tena?
tr: Betik Hataları Yok Sayılıp Yeniden Denensin mi?
vi: Bỏ qua lỗi tập lệnh và thử lại?
yo: Fojú Fo Àwọn Àṣìṣe Síkírípítì Kí O Tún Gbìyànjú?
zh_hans: 忽略脚本错误并重试？
zh_hant: 忽略腳本錯誤並重試？

source: Installing…
ar: جارٍ التثبيت…
bn: ইনস্টল করা হচ্ছে…
de: Wird installiert…
es: Instalando…
fr: Installation…
hi: इंस्टॉल हो रहा है…
id: Menginstal…
it: Installazione…
ja: インストール中…
ko: 설치 중…
pt_br: Instalando…
ru: Установка…
sw: Inasakinisha…
tr: Yükleniyor…
vi: Đang cài đặt…
yo: Ń fi sórí ẹ̀rọ…
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: Irisin will restart when this finishes.
ar: سيُعاد تشغيل Irisin عند الانتهاء.
bn: এটি শেষ হলে Irisin পুনরায় চালু হবে।
de: Irisin startet danach neu.
es: Irisin se reiniciará al terminar.
fr: Irisin redémarrera une fois l’opération terminée.
hi: यह पूरा होने पर Irisin फिर से शुरू होगा।
id: Irisin akan dimulai ulang setelah proses ini selesai.
it: Irisin si riavvierà al termine.
ja: 完了するとIrisinが再起動します。
ko: 완료되면 Irisin이 다시 시작됩니다.
pt_br: O Irisin será reiniciado quando isso terminar.
ru: Irisin перезапустится после завершения.
sw: Irisin itaanza upya hili litakapokamilika.
tr: Bu işlem bittiğinde Irisin yeniden başlatılacak.
vi: Irisin sẽ khởi động lại khi hoàn tất.
yo: Irisin yóò tún bẹ̀rẹ̀ nígbà tí èyí bá parí.
zh_hans: 完成后 Irisin 将重新启动。
zh_hant: 完成後 Irisin 將會重新啟動。

source: Clear
ar: مسح
bn: সাফ করুন
de: Leeren
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Kosongkan
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
ru: Очистить
sw: Futa
tr: Temizle
vi: Xóa
yo: Kó kúrò
zh_hans: 清空
zh_hant: 清除

source: Clear Blocked Updates?
ar: مسح التحديثات المحظورة؟
bn: ব্লক করা আপডেট সাফ করবেন?
de: Blockierte Updates leeren?
es: ¿Borrar actualizaciones bloqueadas?
fr: Effacer les mises à jour bloquées ?
hi: ब्लॉक किए गए अपडेट साफ़ करें?
id: Kosongkan Pembaruan yang Diblokir?
it: Cancellare gli aggiornamenti ignorati?
ja: ブロックしたアップデートを消去しますか？
ko: 차단된 업데이트를 지우겠습니까?
pt_br: Limpar atualizações bloqueadas?
ru: Очистить заблокированные обновления?
sw: Ufute Masasisho Yaliyozuiwa?
tr: Engellenen Güncellemeler Temizlensin mi?
vi: Xóa danh sách cập nhật đã chặn?
yo: Kó Àwọn Ìmúdójúìwọ̀n Tí A Dí Lọ́nà Kúrò?
zh_hans: 清除已屏蔽的更新？
zh_hant: 要清除已阻擋的更新嗎？

source: Clear Queue
ar: مسح قائمة الانتظار
bn: সারি সাফ করুন
de: Warteschlange leeren
es: Vaciar cola
fr: Vider la file d’attente
hi: कतार साफ़ करें
id: Kosongkan Antrean
it: Svuota coda
ja: キューを消去
ko: 대기열 비우기
pt_br: Limpar fila
ru: Очистить очередь
sw: Futa Foleni
tr: Kuyruğu Temizle
vi: Xóa hàng đợi
yo: Kó Ìtòsẹ́ Kúrò
zh_hans: 清空队列
zh_hant: 清除佇列

source: Clipboard
ar: الحافظة
bn: ক্লিপবোর্ড
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
hi: क्लिपबोर्ड
id: Papan Klip
it: Appunti
ja: クリップボード
ko: 클립보드
pt_br: Área de transferência
ru: Буфер обмена
sw: Ubao wa Kunakili
tr: Pano
vi: Bảng tạm
yo: Kílíbọ́ọ̀dù
zh_hans: 剪贴板
zh_hant: 剪貼板

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
sw: Funga
tr: Kapat
vi: Đóng
yo: Pa Dé
zh_hans: 关闭
zh_hant: 關閉

source: Communicating with the vendor…
ar: جارٍ التواصل مع البائع…
bn: বিক্রেতার সাথে যোগাযোগ করা হচ্ছে…
de: Verbindung mit dem Anbieter …
es: Comunicando con el proveedor…
fr: Communication avec le vendeur…
hi: विक्रेता से संपर्क हो रहा है…
id: Berkomunikasi dengan vendor…
it: Comunicazione con il fornitore…
ja: 販売元と通信中…
ko: 판매자와 통신 중…
pt_br: Comunicando-se com o fornecedor…
ru: Связь с поставщиком…
sw: Inawasiliana na muuzaji…
tr: Satıcıyla iletişim kuruluyor…
vi: Đang liên lạc với nhà cung cấp…
yo: Ń bá olùtajà sọ̀rọ̀…
zh_hans: 正在与供应商通信…
zh_hant: 正在與廠商通訊…

source: Compatibility Mode
ar: وضع التوافق
bn: সামঞ্জস্য মোড
de: Kompatibilitätsmodus
es: Modo de compatibilidad
fr: Mode de compatibilité
hi: अनुकूलता मोड
id: Mode Kompatibilitas
it: Modalità compatibilità
ja: 互換モード
ko: 호환 모드
pt_br: Modo de compatibilidade
ru: Режим совместимости
sw: Hali ya Uoanifu
tr: Uyumluluk Modu
vi: Chế độ tương thích
yo: Ìpò Ìbáramu
zh_hans: 兼容模式
zh_hant: 相容模式

source: Completed
ar: اكتمل
bn: সম্পন্ন
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूरा हुआ
id: Selesai
it: Completato
ja: 完了
ko: 완료됨
pt_br: Concluído
ru: Завершено
sw: Imekamilika
tr: Tamamlandı
vi: Đã hoàn tất
yo: Ti parí
zh_hans: 已完成
zh_hant: 已完成

source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
ru: Подтвердить
sw: Thibitisha
tr: Onayla
vi: Xác nhận
yo: Jẹ́rìí Sí
zh_hans: 确认
zh_hant: 確認

source: Connecting…
ar: جارٍ الاتصال…
bn: সংযোগ করা হচ্ছে…
de: Verbindung wird hergestellt …
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
id: Menghubungkan…
it: Connessione…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
ru: Подключение…
sw: Inaunganisha…
tr: Bağlanıyor…
vi: Đang kết nối…
yo: Ń sopọ̀…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Copied
ar: تم النسخ
bn: কপি করা হয়েছে
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
id: Disalin
it: Copiato
ja: コピーしました
ko: 복사됨
pt_br: Copiado
ru: Скопировано
sw: Imenakiliwa
tr: Kopyalandı
vi: Đã sao chép
yo: Ti dàkọ
zh_hans: 已复制
zh_hant: 已拷貝

source: Copy
ar: نسخ
bn: কপি করুন
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Скопировать
sw: Nakili
tr: Kopyala
vi: Sao chép
yo: Dàkọ
zh_hans: 复制
zh_hant: 拷貝
